Repository: Bollerd/GameCompanion
Catalog: gameCompanion/Translations/*.lproj/Localizable.strings
Languages: de

source: Add
de: Neu

# Calculate points
source: Count points
de: Punkte übernehmen

source: Character
de: Buchstabe

source: Clear answer
de: Antwort löschen

source: Current player
de: Aktueller Spieler

source: Enter name
de: Name eingeben

source: Enter question
de: Frage eingeben

source: Looser is %@
de: Verlierer ist %@

source: Next player
de: Nächster Spieler

source: Next Player
de: Nächster Spieler

source: Player finished
de: Spieler fertig

source: Players
de: Spieler

source: Question
de: Frage

source: Question:
de: Frage:

# Questions
source: Guessing terms
de: Begriffe raten

source: Restart
de: Neustart

# SLF
source: Guessing terms
de: Begriffe raten

source: Whos next?
de: Wer ist dran?

source: Winner is %@
de: Sieger ist %@

source: Game Companion
de: Spiele Begleiter

source: Settings
de: Einstellungen

source: Number of questions
de: Anzahl Fragen

source: Number of questions played
de: Anzahl Fragen pro Runde

source: Lifes
de: Leben

source: Number of lifes
de: Anzahl Leben

source: Number of lifes before player dies
de: Anzahl Fragen bevor Spieler ausscheidet

source: New Player
de: Neuer Spieler

source: New question
de: Neue Frage

source: Synchronize
de: Synchronisieren

source: Please enter your current points
de: Aktuelle Punkte eingeben

source: Points
de: Punkte

source: Next round
de: Nächste Runde

source: Finish game
de: Spiel beeenden

source: Player
de: Spieler

source: One
de: Eins

source: Two
de: Zwei

source: Three
de: Drei

source: Country
de: Land

source: City
de: Stadt

# River
source: Animal
de: Tier

source: Something green
de: Etwas grünes

source: Something that can fly
de: Etwas das fliegen kann

source: Something that makes noises
de: Etwas das Geräusche macht

# Something cold
source: Girl's name
de: Mädchenname

source: Dices
de: Würfel

source: Roll dices
de: Würfeln

source: Number of dices rolled
de: Anzahl verwendeter Würfel

source: Number of dices
de: Anzahl Würfel

source: Sides each dice
de: Seiten pro Würfel

source: Number of sides per dice
de: Anzahl Seiten pro Würfel

source: Last player can't be deleted! Add new one first.
de: Letzter Spieler kann nicht gelöscht werden! Erst einen neuen erfassen.

source: Last question can't be deleted! Add new one first.
de: Letzte Frage kann nicht gelöscht werden! Erst eine neue erfassen.

source: This round:
de: Diese Runde:

source: Total before:
de: Gesamt bisher:

source: Seconds to enter answer (0 = unlimited)
de: Sekunden zur Antworteingabe (0 = unbegrenzt)

source: Start Timer
de: Starte Zeitnahme

source: Number of seconds to enter an answer
de: Sekunden um Antwort einzutragen

source: Possible starting characters for questions
de: Mögliche Anfangsbuchstaben für Fragen

source: Chars allowed as starting char
de: Buchstaben die als Anfang erlaubt sind

source: Hit the target
de: Triff die Zielscheibe

source: Number of rows
de: Anzahl Reihen

source: Number of columns
de: Anzahl Spalten

source: Number of rounds
de: Anzahl Spielrunden

source: Number of rows for gameboard
de: Anzahl Reihen für Spielfläche

source: Number of columns for gameboard
de: Anzahl Spalten für Spielfläche

source: Number of rounds to play
de: Anzahl Spielrunden pro Durchgang

source: Maximum Time
de: Maximale Zeit

source: Minimum Time
de: Minimale Zeit

source: Min. seconds a target is displayed (eg. 0.5)
de: Min. Sekunden für Ziel (z.B. 0.5)

source: Max. seconds a target is displayed (eg. 2.5)
de: Max. Sekunden für Ziel (z.B. 2.5)

# Credits
source: Credits & App Settings
de: Danksagung & App Einstellungen

source: Dice and Card Icon of App Icon are designed by Freepik
de: Das Würfel und Karten Symbol des App Symbols sind entworfen von Freepik

source: Possible Questions
de: Verfügbare Fragen

# Treffer: %@
source: Hits: %@
de: Treffer: %@

source: Plain Background Colors
de: Einfache Hintergrundfarbe

source: App Settings
de: App Einstellungen

source: Convert number
de: Nummer umwandeln

source: Change the current dice number to a different one
de: Korrigiere die Würfelnummer in folgende Nummer

source: All questions
de: Alle Fragen
